[X2Ability_Immolator]
ThermalBEffectName = "Тепловой барьер"
ThermalBEffectDesc = "<Ability:FUMIGATE_BULWARK/>% шанс избежать входящей атаки."
IncandescenceEffectName = "Накаливание"
IncandescenceEffectDesc = "Подсвечен и на <Ability:INCAN_CRIT/>% легче нанести критический удар"
ViscousAccelerantEffectName = "Вязкий ускоритель"
ViscousAccelerantEffectDesc = "Получает дополнительно +<Ability:VISC_BONUS/> ед. урона от повреждения наносящих урон с течением времени."
ChemicalDeflectorSquadName="Химический бастион"
ChemicalDeflectorSquadDesc="Даёт иммунитет к типам урона в соответствии с экипированными хим-распылителем и баллоном."

[X2Ability_Canisters]
MedicCanisterBuffLabel = "Регенерация"
MedicCanisterBuffDesc = "Восстановление небольшого количества здоровья с течением времени."

[X2DownloadableContentInfo_ImmolatorChemthrower]
CannotEquipCanisterLabel = "Требуется хим-распылитель"
CannotEquipWithCanisterLabel = "Сначала необходимо снять баллон"